Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G66B.tmx
Source language: en_us
Languages: zh_cn

source: My Asian Road
zh_cn: 我的亚洲之路

source: My father, though he was never a photographer-he knotted his tie and went to an office most days of his working life-was an untiring walker of cities. Puna, Barcelona, Isfahan-he would ride in from the airport, see his bags to his room, then go straight into the streets and the alleys.
zh_cn: 我的父亲虽然从来没做过专职的摄影师——在他的工作生涯中的大部分日子里，他都是系着领带走向办公室的——但他是一个不知疲倦的城市间的漫步者：浦那、巴塞罗那、伊斯法罕等等。他一般从机场开始骑行，把包裹寄放在房间里，然后直接走进大街小巷。

source: His exploring had no goal that is easy to name, yet it was entirely purposeful. He was a connoisseur of what he saw.
zh_cn: 他的探索没有什么容易命名的目的，但它完全是充满目的性的：眼有所见，心有所赏。

source: In Tokyo, for example, he wandered joyously over almost forty years, appraising the simple objects (cigarette packs, scrubbing brushes, tin snips, geta) that were ordered meticulously in tiny shops; the plastic plum blossoms and red maple leaves that, marking their seasons, festooned the high streets; the differences between the bulbous vacuum tubes he found in the electronics market at Akihabara and those he had known in Chicago and Boston; how businessmen scowled, how hair was cut, how coffee was ground.
zh_cn: 比如说，在东京，他快乐地闲逛超过了几乎整整四十年。在那里，他鉴赏着小小商铺里面精心摆放着的简单事物（如烟盒、清洁刷、锡剪、日式木屐之类）；看着柔软的紫红色花丛和火红的枫叶铺满整个街道，昭示季节；比较他在秋叶原电子市场看到的球根状真空管和他知道的在芝加哥和波士顿的那些有什么不同；还有商人怎样生气地皱眉，头发是怎样剪的，咖啡是怎样摆放的。

source: Such tangible phenomena as these, and countless more, seemed to combine in his mind with pieces of knowledge that were abstract or historical-why the gauge of railroad track in Japan was unusually narrow; that a flume in a certain rocky garden at a famous palace in Korea had been designed for the king, long ago, to float cups of wine downstream to his reveling companions-and connecting in obscure ways they made, for him, an extensive, idiosyncratic map.
zh_cn: 诸如此类，还有其他的数不尽的可触之景，好像在他脑中与简要的或是历史的知识片段结合在一起了——日本的铁路轨道为什么量起来那么窄、在韩国一个著名的宫殿里某一个岩石花园的一根水管是很久以前为皇帝而设计建造的，一杯杯美酒顺着管道向下流，流向与皇帝一起寻欢作乐的同伴——这一切以一种隐晦的方式相互连接，给我父亲描画出一张广大的怪异的地图。

source: It was a work of his imagination as much as it was a depiction of the world.
zh_cn: 它既是对世界的描绘，也是他想象力的产物。

source: There were places on it to which he had never been.
zh_cn: 地图上也有一些我父亲从来没有去过的地方。

source: The Berlin of the 1920s was one; he knew its songs, its politics and its science; its streets were just slightly less visible to him than the ones down which he'd really stepped.
zh_cn: 1920年代的柏林就是其中一个，父亲知道它的歌、它的政治和它的科学，而那里的街道也只比他真正去过的那些只稍稍模糊一点点而已。

source: I accompanied him and my mother to Tokyo when I was nine, immediately beginning my own explorations by trolley and rowboat; we stayed for a number of years.
zh_cn: 在我九岁的时候，我开始同他和母亲一起去东京。也就是从那时开始，我立刻开启了我自己搭载电车和小船而进行的冒险之旅。我们在那里呆了几年。

source: Then, when I was twenty-five, I returned there, but this time with the definite aim of making photographs, and animated at once by adventurousness and nostalgia for those early days, I went beyond Japan too, well into China and Southeast Asia.
zh_cn: 后来，当我二十五岁的时候，我再次回到那里，这一次我是带着明确的目的来的——拍照。那些早年间积攒下的对冒险的热爱和乡愁牵引着我用照片赋予所见之物以生命力。我也走到比日本更远的地方，深入中国和东南亚。

source: I had moved to New York by now and was teaching at three colleges, and when the last bell rang each December and May I would leap for JFK with a cheap air ticket and the boxes of film I'd prepared, and spend the subsequent weeks and months on slow trains and rust-ridden ferries, in foul alleys and on narrow red roads that pressed far into green and silver-clouded hills.
zh_cn: 现在我已经搬到了纽约，并且在三个大学里面教书。每年十二月和五月的最后一声下课铃响，我就会带着一张便宜的飞行机票和事先准备好的一堆电影飞跑到肯尼迪机场，接下来的几周到几个月就在行驶缓慢的火车和满是淤泥的渡口中，在纠缠的小巷和狭窄的红色道路上，那道路延伸直到笼罩着烟云的青山。

source: I did this each summer and winter for much of the 1980s, and in some of the springs and autumns as well, and studying the map by desk-light in Manhattan, the name of a place alone (Mae Hong Son; the Col de Nuages; Bukittinggi) could make me want to go there.
zh_cn: 在上世纪80年代的大部分的冬天和夏天里，我都是这么做的，甚至还有一些春天和冬天也是如此。那些日子里，我在曼哈顿的桌灯下研究地图，单是那些地点的名字就让我有想去那里的欲望。

source: So could the way the lines and marks on the paper crookedly suggested ten miles of flying corniche, or wound into the crumbling old town of a venerable city.
zh_cn: 还有地图上那些线条和标识，它们有的弯曲着标志了十英里的飞行滨海路，或是蜿蜒而入到一个庄严城市的零碎的小镇，也能让我心生向往。

source: I thought I could feel the terrain, even if I was only looking at two-dimensional symbols.
zh_cn: 即使我仅仅只是在看着那些二维的标志，我觉得我都能看见那些土地。

source: I stayed in quaint hotels and some that were appalling, also in some that were grand.
zh_cn: 我住进的是些古怪的旅馆，其中有一些真的非常可怕，也有一些非常的大。

source: I was an intent, anxious, too-serious boy bent over a heavy novel in the slop-strewn eating hall of a travelers' block in Shanxi province; at an obscure mountain inn where the rain wouldn't stop; in Bangkok, at yet another Indian cafe in a murky cul-de-sac.
zh_cn: 当我身在陕西省一个旅行者集合区里一个污水满地的进餐区，或是一个雨下不停的无名山的小酒馆，又或是曼谷一个阴暗的死胡同里另一家印度咖啡馆的时候，我变成了一个埋首于一本厚重小说的男孩，专注、焦虑、神经紧张。

source: I sent many letters home, and there were days when I hardly talked to anyone but a driver and a couple of waitresses; the loneliness was often choking.
zh_cn: 我给家里寄了许多封信，也有过基本上没跟除了一个司机和一对女侍应生之外什么人交流的日子，孤独感常常让人窒息。

source: The view changed constantly, but what hardly varied was the sequence of long walks each day, in the morning, in the afternoon, and sometimes again in the evening, through mazes of unknown streets in which one would turn intuitively to the left rather than the right, or right instead of left, hoping to see something unfold.
zh_cn: 眼前之景不断变化，几乎不曾改变的是每一天长途散步的顺序，在清晨，在午后，有时在晚间也重复如此。穿行在不知名的街道组成的迷宫里，你可以仅凭直觉选择向左而非向右，或者相反，只为看到未知向你打开展示的一切。

source: What could that have been?
zh_cn: 而那一切都是什么呢？

source: If I say that those streets were fascinating, the truth is that they were almost intolerably dull-yet despite this I would plod through the better ones again and again.
zh_cn: 能说那些街道无一例外都让人着迷吗？事实大大概是它们几乎全都无聊到让人难以忍受——虽则如此，我还是会在那些稍好一点的街道上拖着沉重的步伐，一遍又一遍的慢慢闲逛。

source: There were moments-this was the point-when a completely ordinary house or face or artifact or splash of light (and here you could never say if what happened was inherent in the thing per se or an effect the camera produced) seemed to reach beyond itself. It was unaccountably vivid, maybe, or seemed to carry deep feeling, or to reveal old strands of culture or history, or some paradox that could never be settled, or to say more richly than most things do what it itself was. It seemed somehow transcendent.
zh_cn: 那时有些这样的时刻啊——这也才是我这么做的原因—— 当一个原本完全平凡的房子、面孔、手工艺品或是点点灯光似乎超越了它们本身的含义，变得说不出的生动，甚至变得或是蕴藏深意，或是揭露串串文化历史、一个无解的谜题，或是比大多事物更加丰富地表达自身含义，几乎有超然世外之感。

source: Eventually, I assembled a book of pictures that I called A Map of the East.
zh_cn: 最后，我把这些图片集合到了一本书里面，并取名为“东方地图”。

source: It really did pretend to be a sort of map-it had a kind of argument to make; it walked you studiously back from what then looked current, Western, and hybrid in Asia toward what I found myself calling the ancient, organic, and untainted.
zh_cn: 它确实看起来像一种地图，它能表达一种主题；它精心安排，把你从亚洲那些现在看起来太时兴、太西方和太混合的事物前带回过去，带到那个我将之称为古老的、根本的、没受污染的过去。

source: A book is expected to do this, generally-to present a clever idea, so that we can say what it means-yet there are large parts of life upon which ideas lie lightly, where it seems truer to stay close to pure experience, and leave open whether what is in front of us means one thing, or something else again, or nothing at all.
zh_cn: 一般而言，这就是人们对一本书的期待——展示一个智慧的理念，因而我们读者得以对个中之意加以阐释——然而生活中有很大一部分是理念很难触及到的，那时直接单纯地经历显得更为真切。那么展现在我们眼前的一切是不是只意味着一个答案呢，还是意味着其他什么，还是什么都不是？我们要对此保持开放之心。

source: Two decades on, I have been unable to keep away from some of the photographs I excluded then-pictures that, in 1992, did not appear to me to advance a large theory, but that have kept on pleading not to be thrown out.
zh_cn: 二十年过去之后，我已经不能远离一些我曾经剔出去的照片了——1992年的那些照片，它们没有让我进一步得出一个宏大的理论，但是它们好像一直在恳求我不要将它们扔掉。

source: These new turns in an old road may add little to the arc of the older book, but they seem to speak no less pressingly than it did, of other matters loosely connected-of the preciousness of daughters to their families, say; of a child's interior strife; of the amazing density of the tropical shock city; of the darkness that sweeps over the afternoon in the months of rain.
zh_cn: 这些在老路上出现的新的转向也许并不能改变之前那本书的轨迹，并且在与其它事物松散地联系着的同时，它们似乎并没有比那本书本身少多少感染力——比如说，一个家中的女儿对于她们家庭的珍贵性、一个孩子的内心斗争、热带城市让人惊奇的密集程度以及几个月连绵不断的雨季里的一个下午掠过的阴郁。

source: Not long ago, I asked my mother why my father so loved to walk his cities, and she replied that he saw in the things he appreciated the nobility of the lower middle-class.
zh_cn: 不久前，我问我的母亲，为什么我父亲如此热爱漫步穿行于他的城市之间。她回答说，我的父亲在他欣赏的事物中看到了更低层的中产阶级的高贵性。

source: This was an interesting thought, and it may even be that he perceived such a quality (he was enchanted by the impulse toward civilization, wherever it appeared spontaneously), but it could only have been a piece of the answer.
zh_cn: 这真是个有趣的想法，甚至可能是他感知到了这样一种品质（即不管文明的推动物是在哪里自然地出现，他都会为之着迷）。但这个想法也只能算一种答案。

source: In fact, there is an old letter in which he wrote that he felt deficient for being unable to follow the itineraries my mother drew up when they traveled, taking them to one and then another important site.
zh_cn: 事实上，他在一封旧信里面写道，他为不能够完全跟上我母亲在他们旅行时所拟定的旅程而感到自己的不足，他没能从一个重要的地点到另外一个的实现它们。
